miaguil1/UV-Sticker/Psoc/UV-Project/UV-SG-TEMP.cydsn/Generated_Source/PSoC4/project.h
/*******************************************************************************
* File Name: project.h
* 
* PSoC Creator  4.2
*
* Description:
* It contains references to all generated header files and should not be modified.
* This file is automatically generated by PSoC Creator.
*
********************************************************************************
* Copyright (c) 2007-2018 Cypress Semiconductor.  All rights reserved.
* You may use this file only in accordance with the license, terms, conditions, 
* disclaimers, and limitations in the end user license agreement accompanying 
* the software package with which this file was provided.
********************************************************************************/

#include "cyfitter_cfg.h"
#include "cydevice_trm.h"
#include "cyfitter.h"
#include "cydisabledsheets.h"
#include "E6.h"
#include "E6_aliases.h"
#include "B6.h"
#include "B6_aliases.h"
#include "I2C.h"
#include "I2C_I2C.h"
#include "I2C_PINS.h"
#include "I2C_I2C_PVT.h"
#include "I2C_PVT.h"
#include "I2C_BOOT.h"
#include "BLE_gatt.h"
#include "BLE.h"
#include "BLE_HAL_PVT.h"
#include "BLE_STACK_PVT.h"
#include "BLE_StackGap.h"
#include "BLE_StackGatt.h"
#include "BLE_StackGattDb.h"
#include "BLE_StackHostMain.h"
#include "BLE_StackL2cap.h"
#include "BLE_StackGattServer.h"
#include "BLE_StackGattClient.h"
#include "BLE_Stack.h"
#include "BLE_eventHandler.h"
#include "BLE_custom.h"
#include "ADC.h"
#include "C6.h"
#include "C6_aliases.h"
#include "A3.h"
#include "A3_aliases.h"
#include "B3.h"
#include "B3_aliases.h"
#include "C3.h"
#include "C3_aliases.h"
#include "D3.h"
#include "D3_aliases.h"
#include "E3.h"
#include "E3_aliases.h"
#include "F3.h"
#include "F3_aliases.h"
#include "G3.h"
#include "G3_aliases.h"
#include "LED_RED.h"
#include "LED_RED_aliases.h"
#include "RTC.h"
#include "WDT_ISR.h"
#include "V_BATTERY.h"
#include "V_BATTERY_aliases.h"
#include "ALERT.h"
#include "ALERT_aliases.h"
#include "I2C_SCBCLK.h"
#include "I2C_sda.h"
#include "I2C_sda_aliases.h"
#include "I2C_scl.h"
#include "I2C_scl_aliases.h"
#include "I2C_SCB_IRQ.h"
#include "BLE_bless_isr.h"
#include "ADC_IRQ.h"
#include "ADC_intClock.h"
#include "core_cm0_psoc4.h"
#include "CyFlash.h"
#include "CyLib.h"
#include "cyPm.h"
#include "cytypes.h"
#include "cypins.h"
#include "CyLFClk.h"
#include "cy_em_eeprom.h"

/*[]*/

